import React from 'react'

export default function About2() {
    return (
        <div>
            <h1>เกี่ยวกับ</h1>

            <p>เทคนิค IT ต่างๆ ในชีวิตประจำวัน, วิธีการต่างๆ เกี่ยวกับเรื่อง IT, คอมพิวเตอร์, Photoshop หรือแม้กระทั่ง Minecraft 
            (จะเกี่ยวกับเรื่องทางเทคนิค เช่น การเปิดเซิฟ Minecraft ฯลฯ) และบางครั้งจะมีการเขียนโปรแกรม (เขียนโค๊ด) ร่วมด้วย ซึ่งคลิปส่วนใหญ่จะมีแต่สาระ IT ซึ่งใครชอบด้าน
            คอมพิวเตอร์, IT, ข่าวสาร IT ต่างๆ หรือแม้กระทั่งการเปิดเซิฟมายคราฟแบบต่างๆ ก็สามารถเยี่ยมชมช่องของผมได้ครับ </p>
        </div>
    )
}
