import React from 'react'

export default function About() {
    return (
        <div>
            <h1>ประวัติโดยสังเขป</h1>
            <p>เริ่มจากการรีวิวแกะกล่อง iPad Mini 4 เพราะว่าอยากจะรีวิวให้คุณภาพทัดเทียมเขา จนกระทั่ง ผมได้ลงคลิปต่อมาที่เกี่ยวกับ Minecraft รีวิวหรือโชว์ผลงานต่างๆ และมีสอนอะไร
                นิดๆ หน่อยๆ จนได้ลงคลิปสุดท้ายที่ขาดหายไปเป็นเวลามากกว่า 2 ปีคือ "วิธีเอนชาดดาบมหาโหด" ซิ่งตั้งแต่ที่ทำมาถึงตอนนั้น ยังไม่มีความรู้อะไรเกี่ยวกับ การตัดต่อคลิป
                การพูดอะไรเลย ซึ่งคลิปนั้นผมได้เป็นตัวของตัวเองได้เต็มที่สุด ซึ่งปัจจุบันก็ยังทำแบบนั้นไม่ได้ จนหนีไปทำช่องใหม่และก็ไม่ได้ผล ดั่งใจหวัง เลยเลิกทำไป จนกลับมา
                ดูช่องเก่า ปรากฎว่ามีผู้ติดตามมามากถึง 30 คน ซึ่งเป็นยอดซับที่ผมดีใจมากในตอนนั้น ถึงมีไฟมาทำคลิปจนถึงปัจจุบันนี้
            </p>
        </div>
    )
}
